{
  "greeting": {
    "title": "Olymp Spa",
    "subtitle": "empire of beauty",
    "paragraph1": "OLYMP is not just a spa center, but a true oasis of relaxation and self-care, located in the 'Moskovskie Vorota' hotel.",
    "paragraph2": "We offer a variety of care programs, including classic, sports, anti-cellulite massage, as well as the unique 'Sultan' ritual with four hands performed by true masters.",
    "paragraph3": "After your massage session, continue your wellness journey with a cedar barrel treatment. Hairdresser and brow services are also available to complete your transformation.",
    "paragraph4": "Feel the atmosphere of warmth, comfort, and peace at the OLYMP salon."
  },
  "duration": {
    "30": "30 minutes",
    "60": "60 minutes",
    "90": "90 minutes",
    "120": "120 minutes",
    "150": "150 minutes",
    "200": "200 minutes"
  },
  "browServices": {
    "title": "Brow & Lash Services",
    "services": [
      {
        "title": "Eyelash coloring",
        "description": "Expressive color and rich look.",
        "options": {
          "advanced": "Standard"
        }
      },
      {
        "title": "Eyelash lamination",
        "description": "Strengthening and curling your lashes.",
        "options": {
          "standard": "Standard"
        }
      },
      {
        "title": "Double eyelash lamination",
        "description": "Maximum care and volume for your lashes.",
        "options": {
          "double": "Double"
        }
      },
      {
        "title": "Brow correction + coloring",
        "description": "Shape and color for your face type.",
        "options": {
          "full": "Full service"
        }
      },
      {
        "title": "Lightening + coloring + correction",
        "description": "Thorough brow work: lightening, color, shape.",
        "options": {
          "combo": "Combo"
        }
      },
      {
        "title": "Long-lasting styling + correction + coloring",
        "description": "Long-term perfect brows effect.",
        "options": {
          "care": "Full care"
        }
      },
      {
        "title": "Brow coloring without correction",
        "description": "A simple way to refresh the color.",
        "options": {
          "noCorrection": "No correction"
        }
      },
      {
        "title": "Facial waxing",
        "description": "Remove unwanted hair from one zone.",
        "options": {
          "zone1": "1 zone"
        }
      },
      {
        "title": "Men’s Eyebrow Styling",
        "description": "Shaping and tinting for a neat look",
        "options": {
          "full": "Full service"
        }
      },
      {
        "title": "Eyebrow Shaping without Tint",
        "description": "Gentle hair removal for a clean, defined shape",
        "options": {
          "basic": "Gentle removal"
        }
      }
    ]
  },
  "certificate": {
    "button": "Get a certificate",
    "title": "Certificate request",
    "descriptionRich": "You can request a callback in WhatsApp or call us directly. Please also review our <link>privacy policy</link>.",
    "placeholderName": "Your name",
    "placeholderPhone": "Phone number",
    "submit": "Send"
  },
  "contacts": {
    "title": "Contacts",
    "address": "St. Petersburg, Moskovsky prospect 97A",
    "hours": "Monday to Sunday, 12:00 PM – 10:00 PM",
    "whatsapp": "WhatsApp",
    "vk": "VK",
    "telegram": "telegram"
  },
  "faceCare": {
    "title": "Facial Care",
    "services": [
      {
        "title": "Lymphatic / Classic Massage",
        "description": "Gentle massage to reduce puffiness and improve microcirculation."
      },
      {
        "title": "Sculpting Massage",
        "description": "Deep muscle work for a lifting effect."
      },
      {
        "title": "Massage, Scrub, Mask",
        "description": "Complete facial care: cleansing and nourishment."
      },
      {
        "title": "Massage, Mask",
        "description": "Quick treatment for hydration and recovery."
      },
      {
        "title": "Cosmetic Peel",
        "description": "Acne, enlarged pores, couperose, hyperkeratosis, small scars."
      },
      {
        "title": "Mechanical Cleaning",
        "description": "Cosmetic exfoliation of dead skin cells."
      },
      {
        "title": "Fractional Care",
        "description": "Deep skin renewal with cell regeneration."
      }
    ]
  },
  "hairServices": {
    "title": "Hair Care",
    "services": [
      {
        "title": "Hair wash & styling (iron / curling / brushing)",
        "description": "Full service: washing and styling with iron, curler, or brush.",
        "options": {
          "short": "Short hair to shoulders",
          "medium": "To shoulder blades",
          "long": "Below shoulder blades"
        }
      },
      {
        "title": "Dry hair brushing",
        "description": "Brushing dry hair to add volume and shape.",
        "options": {
          "short": "Short hair",
          "shortComplex": "Short hair (complex)",
          "medium": "To shoulder blades",
          "mediumComplex": "To shoulder blades (complex)",
          "long": "Below shoulder blades",
          "longComplex": "Below shoulder blades (complex)"
        }
      },
      {
        "title": "Hair hydration",
        "description": "Deep hydration to restore softness and shine.",
        "options": {
          "short": "Short hair",
          "medium": "To shoulder blades",
          "long": "Below shoulder blades"
        }
      },
      {
        "title": "Hair repair",
        "description": "Intensive repair for damaged hair structure.",
        "options": {
          "short": "Short hair",
          "medium": "To shoulder blades",
          "long": "Below shoulder blades"
        }
      },
      {
        "title": "Ends trimming",
        "description": "Trimming split ends for a healthy look.",
        "options": {
          "all": "All lengths"
        }
      }
    ]
  },
  "massages": {
    "title": "Body Care",
    "classic": {
      "title": "Classic",
      "description": "Relax and let your muscles reach complete calm."
    },
    "lymph": {
      "title": "Lymphatic",
      "description": "This treatment focuses on increasing oxygen flow and flushing out toxins from the muscles."
    },
    "sport": {
      "title": "Sports",
      "description": "Goes deep into muscle tissue and helps relieve pain."
    },
    "sultan": {
      "title": "Sultan",
      "description": "A unique 4-hand treatment with scrub and mask. One hour of pleasure and complete relaxation."
    },
    "local": {
      "title": "Local",
      "description": "Relieve tension and stress by focusing on a specific area!"
    },
    "spa": {
      "title": "SPA Programs",
      "description": "We offer 3 SPA program options for one or two people, including wraps, scrubs, and various masks."
    },
    "author": {
      "title": "Signature treatment",
      "description": "A unique technique from the therapist tailored for your body."
    },
    "shvz": {
      "title": "Neck + back",
      "description": "Focus on neck and upper back areas."
    },
    "aroma": {
      "title": "Aroma Oil (handmade candles)",
      "description": "Aromatherapy care using massage candles."
    },
    "focused": {
      "title": "Localized treatment (legs, hands, head)",
      "description": "Targeted work on specific areas."
    },
    "scrub": {
      "title": "Body scrubbing",
      "description": "Deep skin cleansing with material of your choice."
    },
    "wrap": {
      "title": "Body wrapping",
      "description": "Nourishing wraps of your choice."
    },
    "stone": {
      "title": "Stone therapy",
      "description": "Hot stones for deep muscle warming."
    }
  },
  "specialOffers": {
    "title": "Cedar Barrels & SPA Programs",
    "offers": [
      {
        "title": "Cedar barrel — 1 person",
        "description": "Classic phyto-sauna treatment for one guest."
      },
      {
        "title": "VITA Balance",
        "description": "The procedure is performed using a unique, comprehensive system of vibrational restoration of the entire body as a whole. Every session is one of a kind!",
        "durationLabel": "60 minutes"
      },
      {
        "title": "Cedar barrel — 2 persons",
        "description": "Steam treatment for two guests at once."
      },
      {
        "title": "Cedar barrel + body care",
        "description": "Cedar barrel – 30 minutes, body care – 60 minutes.",
        "durationLabel": "60–90 minutes"
      },
      {
        "title": "Cedar barrel + body + facial care",
        "description": "Full SPA treatment for body and face."
      },
      {
        "title": "Comprehensive SPA treatment",
        "description": "Body care + scrub + wrap."
      },
      {
        "title": "Anti-cellulite",
        "description": "Scrub, wrap, body care."
      },
      {
        "title": "Slim with pleasure",
        "description": "Cedar barrel, bath, scrub, care, wrap, tea ceremony."
      },
      {
        "title": "Relaxing",
        "description": "Scrubbing, wrapping, classic body treatment."
      }
    ]
  },
  "footer": {
    "nav": {
      "services": "Services",
      "specialOffers": "Special Offers",
      "reviews": "Reviews",
      "contacts": "Contacts"
    },
    "contacts": {
      "title": "Contacts",
      "address": "St. Petersburg, Moskovsky prospect 97A",
      "hours": "12:00 PM – 10:00 PM",
      "phone": "Phone: +7 (950) 038-41-35"
    },
    "social": {
      "title": "We are on social media"
    },
    "rights": "All rights reserved."
  },
  "header": {
    "nav": {
      "services": "Services",
      "about": "About",
      "reviews": "Reviews",
      "contacts": "Contacts"
    }
  },
  "booking": {
    "title": "Would you like to book?",
    "yes": "Yes",
    "no": "No"
  },
  "privacy": {
    "title": "Personal Data Processing Policy",
    "intro": "This personal data processing policy is prepared in accordance with the requirements of the Federal Law dated 27.07.2006 No. 152-FZ \"On Personal Data\" (hereinafter referred to as the Personal Data Law) and defines the procedure for processing personal data and the measures taken by Individual Entrepreneur Nesterova Tatyana Eduardovna (hereinafter referred to as the Operator) to ensure the security of personal data.",
    "intro_1_1": "1.1. The Operator's primary objective and condition for carrying out its activities is the observance of human and civil rights and freedoms when processing personal data, including protection of privacy, personal and family secrets.",
    "intro_1_2": "1.2. This Operator's policy on personal data processing (hereinafter referred to as the Policy) applies to all information the Operator may receive about visitors of the website https://olympspa.ru.",
    "definitions_intro": "2. Basic terms used in the Policy",
    "definitionsText": "2.1. Automated processing of personal data — processing personal data by means of computing equipment.\n2.2. Blocking of personal data — temporary suspension of personal data processing (except for cases when processing is necessary for clarification of personal data).\n2.3. Website — a set of graphic and information materials, as well as software and databases ensuring their accessibility on the Internet at https://olympspa.ru.\n2.4. Personal data information system — a set of personal data contained in databases and information technologies and technical means ensuring their processing.\n2.5. Anonymization of personal data — actions that make it impossible to identify the subject of personal data without additional information.\n2.6. Processing of personal data — any action or set of actions performed with or without automation with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, modification), extraction, use, transfer (distribution, provision, access), anonymization, blocking, deletion, destruction of personal data.\n2.7. Operator — a state body, municipal body, legal or natural person independently or jointly organizing and/or performing personal data processing, as well as determining the purposes of processing personal data, the composition of personal data subject to processing, and actions performed with personal data.\n2.8. Personal data — any information directly or indirectly related to an identified or identifiable user of the website https://olympspa.ru.\n2.9. Personal data permitted by the subject of personal data for dissemination — personal data access to which by an unlimited number of persons is granted by the subject by giving consent for processing personal data permitted for dissemination.\n2.10. User — any visitor of the website https://olympspa.ru.\n2.11. Providing personal data — actions aimed at disclosure of personal data to a certain person or group of persons.\n2.12. Dissemination of personal data — any actions aimed at disclosure of personal data to an indefinite circle of persons (transfer of personal data) or making personal data available to an unlimited number of persons, including publication in mass media, posting in information and telecommunications networks or providing access to personal data by any other means.\n2.13. Cross-border transfer of personal data — transfer of personal data to a foreign state authority, foreign natural or legal person.\n2.14. Destruction of personal data — any actions resulting in the irreversible destruction of personal data with impossibility of further recovery in the personal data information system and/or destruction of physical carriers of personal data.",
    "operator_rights": "3. Basic rights and duties of the Operator",
    "operator_rights_text": "3.1. The Operator has the right:\n— to receive reliable information and/or documents containing personal data from the subject of personal data;\n— in case of withdrawal of consent by the subject to personal data processing or demand to stop processing, the Operator may continue processing without consent if grounds specified by the law exist;\n— independently determine the list of measures necessary to fulfill the obligations prescribed by the Personal Data Law and other regulatory legal acts, unless otherwise provided by law.",
    "operator_duties": "3.2. The Operator shall:",
    "operator_duties_text": "— provide information about personal data processing upon request of the subject;\n— organize personal data processing in accordance with the legislation of the Russian Federation;\n— respond to requests and appeals of personal data subjects and their legal representatives in compliance with the law;\n— notify the authorized body regarding protection of personal data subjects within 10 days upon request;\n— publish or otherwise provide unlimited access to this Policy;\n— take legal, organizational and technical measures to protect personal data from unauthorized or accidental access, destruction, modification, blocking, copying, provision, dissemination, as well as other unlawful actions;\n— stop the transfer, processing and destroy personal data according to the law;\n— fulfill other obligations stipulated by the Personal Data Law.",
    "section4_title": "4. Basic rights and duties of personal data subjects",
    "section4_text": "4.1. Personal data subjects have the right:\n— to receive information about their data processing except as provided by law;\n— require clarification, blocking or destruction of inaccurate or unlawfully obtained data;\n— give prior consent to data processing for marketing purposes;\n— withdraw consent and demand cessation of processing;\n— appeal unlawful actions or inactions of the Operator;\n— exercise other rights as stipulated by law.\n4.2. Personal data subjects are obliged to:\n— provide accurate data;\n— notify the Operator of changes.\n4.3. Persons who provide false information or data about others without consent are liable under the law.",
    "section5_title": "5. Principles of personal data processing",
    "section5_text": "5.1. Processing shall be lawful and fair.\n5.2. Processing is limited to specified and legal purposes.\n5.3. Databases with incompatible purposes must not be combined.\n5.4. Only data relevant to purposes shall be processed.\n5.5. Data volume must correspond to processing purposes.\n5.6. Accuracy and relevance must be ensured.\n5.7. Storage period is limited to achieving purposes unless otherwise established by law.",
    "section6_title": "6. Purposes of personal data processing",
    "section6_text": "Purpose — feedback for service ordering\nPersonal data — full name, email address, phone numbers\nLegal basis — Federal Law No. 152-FZ \"On Personal Data\"\nTypes of processing — collection, recording, systematization, accumulation, storage, destruction, anonymization",
    "section7_title": "7. Conditions for personal data processing",
    "section7_text": "7.1. Processing is based on consent of the subject.\n7.2. Processing necessary for international treaties or law enforcement.\n7.3. Processing necessary for justice enforcement.\n7.4. Processing necessary for contract performance.\n7.5. Processing necessary for legitimate interests or public goals without violating rights.\n7.6. Processing publicly available data.\n7.7. Processing required by law.",
    "section8_title": "8. Procedure for collection, storage, transfer and other processing",
    "section8_text": "Security ensured by legal, organizational and technical measures.\n8.1. Operator ensures safety and prevents unauthorized access.\n8.2. Personal data not transferred to third parties without consent except as required by law.\n8.3. Users may update inaccurate data by notifying Operator at privacy@thismywebsite.com.\n8.4. Processing period limited to purpose achievement.\nUsers may withdraw consent anytime by notifying Operator.\n8.5. Third party services store and process data according to their policies.\n8.6. Restrictions on processing data for dissemination do not apply in public interest.\n8.7. Operator ensures confidentiality.\n8.8. Storage limited to purpose achievement.\n8.9. Processing stops upon purpose achievement, consent withdrawal or illegal processing detection.",
    "section9_title": "9. List of actions performed with personal data",
    "section9_text": "9.1. Collection, recording, systematization, accumulation, storage, clarification, extraction, use, transfer, anonymization, blocking, deletion, destruction.\n9.2. Automated processing with or without network transmission.",
    "section10_title": "10. Cross-border transfer of personal data",
    "section10_text": "10.1. Operator must notify authority before cross-border transfer.\n10.2. Operator must obtain information from foreign authorities or persons before transfer.",
    "section11_title": "11. Confidentiality of personal data",
    "section11_text": "Operator and others with access must not disclose or distribute personal data without consent unless required by law.",
    "section12_title": "12. Final provisions",
    "section12_text": "12.1. Users may request clarifications by contacting the Operator via Telegram https://t.me/olympspa.\n12.2. This document may be updated; the policy is valid indefinitely until replaced.\n12.3. The current version is publicly available at https://olympspa.ru.",
    "agreeText": "I have read and agree with the privacy policy.",
    "confirm": "Confirm",
    "error": "Please confirm your agreement to proceed."
  },
  "privacyWidget": {
    "ariaLabel": "Privacy Policy",
    "title": "Privacy Policy",
    "header": "Privacy Policy",
    "description": "We use data to improve our service. Learn more about data collection and usage in the ",
    "linkText": "privacy policy",
    "closeButton": "Close"
  }
}
